/* No comment provided by engineer. */
"Amount" = "Amount";

/* No comment provided by engineer. */
"cancel" = "cancel";

/* No comment provided by engineer. */
"accept" = "Accept";

/* No comment provided by engineer. */
"Charge Card" = "Charge Card";

/* No comment provided by engineer. */
"Charge Code" = "Charge Code";

/* No comment provided by engineer. */
"Charge MiniTix" = "Charge MiniTix";

/* No comment provided by engineer. */
"Charge Wallet" = "Charge Wallet";

/* No comment provided by engineer. */
"Confirm" = "Confirm";

/* No comment provided by engineer. */
"Confirmation Code" = "Confirmation Code";

/* No comment provided by engineer. */
"Credit Card" = "Credit Card";

/* No comment provided by engineer. */
"Credit Card number" = "Credit Card number";

/* No comment provided by engineer. */
"CVC Code" = "CVC Code";

/* No comment provided by engineer. */
"Done" = "Done";

/* No comment provided by engineer. */
"E-mail Address" = "E-mail Address";

/* No comment provided by engineer. */
"An SMS  containing a verification code has been sent to %@. Enter the code to complete the registration." = "An SMS containing a verification code has been sent to %@. Enter the code to complete the registration.";

/* No comment provided by engineer. */
"An SMS has been sent to %@ containing a verification code, please use this code to reset your password" = "An SMS has been sent to %@ containing a verification code, please use this code to reset your password.";

/* No comment provided by engineer. */
"Email" = "Email";

/* No comment provided by engineer. */
"Expiration Date (MM/YY)" = "Expiration Date (MM/YY)";

/* No comment provided by engineer. */
"Fill your verification code recevied in your phone" = "Fill your verification code received in your phone";

/* No comment provided by engineer. */
"Go" = "Go";

/* No comment provided by engineer. */
"Here you can charge your MiniTix wallet. Enter the code from a MyOrder charge card below." = "Here you can charge your MiniTix wallet. Enter the code from a MyOrder charge card below.";

/* No comment provided by engineer. */
"iDEAL" = "iDEAL";
"iDeal" = "iDEAL";

/* No comment provided by engineer. */
"I accept the terms of\n            and" = "I accept the terms of\n            and";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"Je krijgt een SMS toegestuurd.\nVoer de ontvangen activatiecode in.\n\n%@\n\nIs dit het correcte telefoonnummer?" = "Je krijgt een SMS toegestuurd.\nVoer de ontvangen activatiecode in.\n\n%@\n\nIs dit het correcte telefoonnummer?";

/* No comment provided by engineer. */
"Login" = "Login";

/* No comment provided by engineer. */
"Minitix" = "Minitix";

/* No comment provided by engineer. */
"MyOrder" = "MyOrder";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"Remember:" = "Remember:";

/* No comment provided by engineer. */
"Pay" = "Pay";

/* No comment provided by engineer. */
"Pay using your Visa or Mastercard. You can also use your credit card to put money safely in your MiniTix wallet of Rabobank" = "Pay using your Visa or Mastercard. You can also use your credit card to put money safely in your MiniTix wallet of Rabobank";

/* No comment provided by engineer. */
"Pay your order directly from your app with your MiniTix wallet from Rabobank. Safe and fast payment!" = "Pay your order directly from your app with your MiniTix wallet from Rabobank. Safe and fast payment!";

/* No comment provided by engineer. */
"Please create a new password" = "Please create a new password";

/* No comment provided by engineer. */
"Please enter the amount to transfer to your MiniTix wallet." = "Please enter the amount to transfer to your MiniTix wallet.";

/* No comment provided by engineer. */
"Please select your bank" = "Please select your bank";

/* No comment provided by engineer. */
"Purchase History" = "Purchase History";

/* No comment provided by engineer. */
"Transactions" = "Transactions";

/* No comment provided by engineer. */
"Return" = "Return";

/* No comment provided by engineer. */
"Scan your credit card" = "Scan your credit card";

/* No comment provided by engineer. */
"Search" = "Search";

/* No comment provided by engineer. */
"Mobile number" = "Mobile number";

/* No comment provided by engineer. */
"The password you have chosen is not long enough." = "The password you have chosen is not long enough.";

/* No comment provided by engineer. */
"The two passwords are not identical." = "The two passwords are not identical.";

/* No comment provided by engineer. */
"Use your PayPal account to pay for orders. You only have to login once. Also, PayPal can be used to put money safely in your MiniTix wallet of Rabobank" = "Use your PayPal account to pay for orders. You only have to login once. Also, PayPal can be used to put money safely in your MiniTix wallet of Rabobank";

/* No comment provided by engineer. */
"User does not have a bank account linked to its MiniTix wallet. Please, make an iDeal transaction first" = "User does not have a bank account linked to its MiniTix wallet. Please, make an iDEAL transaction first";

/* No comment provided by engineer. */
"Next" = "Next";

/* No comment provided by engineer. */
"Verification code" = "Verification code";

/* No comment provided by engineer. */
"Verify" = "Verify";

/* No comment provided by engineer. */
"Fill in your phone number, including landcode. Example: +31600000000." = "Fill in your phone number, including landcode. Example: +31600000000.";

/* No comment provided by engineer. */
"Password repeat" = "Password repeat";

/* No comment provided by engineer. */
"Password forgotten" = "Password forgotten";

/* No comment provided by engineer. */
"Password" = "Password";

/* No comment provided by engineer. */
"Amount to pay" = "Amount to pay";

/* No comment provided by engineer. */
"Payment" = "Payment";

/* No comment provided by engineer. */
"Wallet" = "Wallet";

/* No comment provided by engineer. */
"My Wallet" = "My Wallet";

/* No comment provided by engineer. */
"Pay with" = "Pay with";

/* No comment provided by engineer. */
"Or choose another payment method" = "Or choose another payment method";

/* No comment provided by engineer. */
"Load your wallet" = "Load your wallet";

/* No comment provided by engineer. */
"More options" = "More options";

/* Your data is not accepted on credit card fill */
"Your data is not accepted" = "Your data is not accepted";

/* No comment provided by engineer. */
"Wallet History" = "Wallet History";

/* No comment provided by engineer. */
"With iDEAL you directly debit from your bank account. Also, iDEAL can be used to put money safely in your MiniTix wallet of Rabobank" = "With iDEAL you directly debit from your bank account. Also, iDEAL can be used to put money safely in your MiniTix wallet of Rabobank";

/* No comment provided by engineer. */
"With MyOrder top-up card, you can easily put money in your MiniTix wallet of Rabobank" = "With MyOrder top-up card, you can easily put money in your MiniTix wallet of Rabobank";

/* No comment provided by engineer. */
"With One Time Authorization you directly debit from your previously used bank account. Also, One Time Authorization can be used to put money safely in your MiniTix wallet of Rabobank" = "With One Time Authorization you directly debit from your previously used bank account. Also, One Time Authorization can be used to put money safely in your MiniTix wallet of Rabobank";

/* No comment provided by engineer. */
"Your transaction was cancelled" = "Your transaction was cancelled";

/* No comment provided by engineer. */
"Your transaction failed" = "Your transaction failed";

/* No comment provided by engineer. */
"Your transaction expired" = "Your transaction expired";

/* No comment provided by engineer. */
"Select your bank" = "Select your bank";

/* No comment provided by engineer. */
"Payment information" = "Payment information";

/* No comment provided by engineer. */
"Successful" = "Successful";

/* No comment provided by engineer. */
"In progress" = "In progress";

/* No comment provided by engineer. */
"Failed" = "Failed";

/* No comment provided by engineer. */
"Link your Payment key" = "Link your Payment key";

/* No comment provided by engineer. */
"Pay your friends" = "Pay your friends";

/* No comment provided by engineer. */
"Enter 06 number or MyOrder ID" = "06 number of MyOrder ID";

/* No comment provided by engineer. */
"Pay your friends with saldo from your wallet" = "Pay your friends with saldo from your wallet";

/* No comment provided by engineer. */
"Data" = "Data";

/* No comment provided by engineer. */
"Definition" = "Definition";

/* No comment provided by engineer. */
"Fill in your details here" = "Fill in your details here";

/* No comment provided by engineer. */
"Choose a mobile number" = "Choose a mobile number";

/* No comment provided by engineer. */
"No valid mobile phone number found for this person." = "No valid mobile phone number found for this person.";

/* No comment provided by engineer. */
"Email verification" = "Email verification";

/* No comment provided by engineer. */
"I am older than 18 years" = "I am older than 18 years";

/* No comment provided by engineer. */
"Enter your bank account number" = "Enter your bank account number";

/* No comment provided by engineer. */
"Sepa authorization" = "Sepa authorization";

/* No comment provided by engineer. */
"Charge complete. €%.2f has been added to your wallet." = "Charge complete. €%.2f has been added to your wallet.";

/* No comment provided by engineer. */
"Automatic charge" = "Automatic charge";

/* No comment provided by engineer. */
"Per week" = "Per week";

/* No comment provided by engineer. */
"Per month" = "Per month";

/* No comment provided by engineer. */
"Choose max. amount per period" = "Choose max. amount per period";

/* No comment provided by engineer. */
"Select amount" = "Select amount";

/* No comment provided by engineer. */
"Select period" = "Select period";

/* No comment provided by engineer. */
"Or use your saved card" = "Or use your saved card";

/* No comment provided by engineer. */
"Check your current card settings" = "Check your current card settings";

/* No comment provided by engineer. */
"Products" = "Products";

/* No comment provided by engineer. */
"Total price" = "Total price";

/* No comment provided by engineer. */
"OTA" = "Direct debit";

/* No comment provided by engineer. */
"Card" = "Chargecard";

/* No comment provided by engineer. */
"Order your Payment key" = "Order your Payment key";

/* No comment provided by engineer. */
"Automatic charge complete" = "Automatic charge complete";

/* No comment provided by engineer. */
"Email verification completed" = "Email verification completed";

/* No comment provided by engineer. */
"Pay your friends completed" = "Pay your friends completed";

/* No comment provided by engineer. */
"Payment is completed" = "Payment is completed";

/* No comment provided by engineer. */
"Charge is completed" = "Charge is completed";

/* No comment provided by engineer. */
"MyCashless" = "MyCashless";

/* No comment provided by engineer. */
"Powered by" = "Powered by";

/* No comment provided by engineer. */
"Loading..." = "Loading...";

/* No comment provided by engineer. */
"Coupons" = "Coupons";

/* No comment provided by engineer. */
"Transactions" = "Transactions";

/* No comment provided by engineer. */
"Loyalty/Credits"= "Loyalty/Credits";


/* Error codes */
"IBAN is not valid" = "IBAN is not valid";
"IssuerId ontbreekt" = "Bank is required";
"Bedrag ontbreekt" = "Amount is required";
"Missing field ToMobileNumber" = "Missing destination number";
"Verification code is incorrect." = "Verification code is incorrect.";
